Repository: allegro/ralph
Catalog: src/ralph/locale/*/LC_MESSAGES/django.po
Languages: cs, pl

source: User Info
cs: Uživatelské informace

source: new
cs: nové

source: in progress
cs: v běhu

source: damaged
cs: poškozené

source: in use
cs: v používání

source: free
cs: volné

source: liquidated
cs: zlikvidované

source: reserved
cs: zamluvené

source: name
cs: název
pl: nazwa

source: User
cs: Uživatel

source: Owner
cs: Vlastník

source: Assigned to users
cs: Přiřazeno uživatelům

source: number of purchased items
cs: počet zakoupených položek

source: Buyout date
cs: Datum odprodeje

source: <div class="small-12 columns label alert">missing</div>
cs: <div class="small-12 columns label alert">chybí</div>

source: <div class="small-12 columns label success">confirmed</div>
cs: <div class="small-12 columns label success">potvrzeno</div>

source: yes
cs: ano

source: no
cs: ne

source: <i>Only asset's user can confirm.</i>
cs: <i>Může potvrdit pouze vlastník majetku.</i>

source: Do you have it?
cs: Máte to?

source: Additional info
cs: Další informace

source: Transition history
cs: Historie přechodu

source: Personal info
cs: Osobní údaje

source: Permissions
cs: Oprávnění

source: Important dates
cs: Důležité datumy

source: Profile
cs: Profil

source: Job info
cs: Informace o úkolu

source: LDAP mapping
cs: LDAP mapování

source: Users list
cs: Seznam uživatelů

source: Accounts
cs: Účty

source: country
cs: země

source: city
cs: město

source: company
cs: společnost

source: employee id
cs: osobní číslo

source: profit center
cs: ziskové centrum

source: cost center
cs: nákladové centrum

source: department
cs: oddělení

source: manager
cs: nadřízený

source: location
cs: umístění

source: Asset possession confirmation
cs: Potvrzení dispozice majetku

source: Are you sure you have following item?
cs: Opravdu máte následující položku?

source: Are you sure you don't have this item?
cs: Opravdu nemáte následující položku?

source: Assigned assets
cs: Přiřazené majekty

source: Assigned licences
cs: Přiřazené licence

source: My profile
cs: Můj profil

source: Username
cs: Uživatelské jméno

source: Full name
cs: Celé jméno

source: API Token
cs: Token API

source: Country
cs: Země

source: City
cs: Město

source: Company
cs: Společnost

source: Profit center
cs: Ziskové centrum

source: Cost center
cs: Nákladové centrum

source: Department
cs: Oddělení

source: Manager
cs: Nadřízený

source: Location
cs: Umístění

source: Preferences
cs: Předvolby

source: Change language
cs: Změnit jazyk

source: User transition history
cs: Historie přechodu uživatele

source: Barcode / Inventory Number
cs: Čárový kód / inventární číslo

source: Serial Number
cs: Sériové číslo

source: Successfully tagged asset
cs: Majetek úspěšně označen

source: Inventory Number
cs: Inventární číslo

source: Field can't be empty. Please put the item OR items separated by new line or comma.
cs: Kolonka nemůže zůstat nevyplněná. Zadejte položku nebo položky oddělované koncem řádku nebo čárkou.

source: There are duplicates in field.
cs: V kolonce jsou duplicity.

source: Enter a valid number.
cs: Zadejte platné číslo.

source: Fill at least on of %(v)s in each row
cs: Je třeba vyplnit alespon na z %(v)s každého rádku

source: Following items already exist:
cs: Následující položky už existují:

source: Incorrect value in "%(field_name)s" filter
cs: Neplatná hodnota ve filtru „%(field_name)s“

source: All
cs: Vše

source: Yes
cs: Ano

source: No
cs: Ne

source: Tags
cs: Štítky

source: IP
cs: IP adresa

source: MAC Address
cs: MAC adresa

source: show liquidated
cs: zobrazit zlikvidované

source: Hostname
cs: Název stroje

source: and
cs: a

source: Deleting %(class_name)s %(instance)s would require deleting the following protected related objects: %(related_objects)s
cs: Smazání %(class_name)s %(instance)s by vyžadoval smazání následujících chráněných souvisejících objektů: %(related_objects)s

source: Found exactly one result.
cs: Nalezen přesně jeden výsledek.

source: Add {}
cs: Přidat {}

source: Data Center
cs: Datacentrum

source: All hosts
cs: Všechny stroje

source: DC Visualization
cs: Vizualizace datacentra

source: Virtual Servers
cs: Virtuální servery

source: Clusters
cs: Klastry

source: Data Centers
cs: Datacentra

source: Racks
cs: Rozvaděče

source: Rack accessories
cs: Příslušenství rozvaděče

source: accessories
cs: Příslušenství

source: Databases
cs: Databáze

source: Disk Shares
cs: Disková sdílení

source: Server Rooms
cs: Serverovny

source: VIPs
cs: v běhu

source: Preboots
cs: Preboot prostředí

source: Preboot configuration
cs: Preboot nastavení

source: Preboot files
cs: Preboot soubory

source: Cloud hosts
cs: Stroje cloudu

source: Cloud projects
cs: Projekty cloudu

source: Cloud providers
cs: Poskytovatelé cloudu

source: Networks
cs: Sítě

source: Network environments
cs: Síťová prostředí

source: Network kind
cs: Druh sítě

source: IP Addresses
cs: IP adresy

source: DHCP Servers
cs: DHCP servery

source: DNS Servers
cs: DNS servery

source: Licenses
cs: Licence

source: Licences
cs: Licence

source: Types
cs: Typy

source: Domains
cs: Doméhny

source: Contracts
cs: Smlouvy

source: Registrants
cs: Registrovaní

source: Owners
cs: Vlastníci

source: DNS Providers
cs: Poskytovatelé DNS

source: Domain Categories
cs: Doménové kategorie

source: Supports
cs: Podpory

source: Assets supports
cs: Podpora majetků

source: Reports
cs: Výkazy

source: Category model
cs: Model kategorie

source: Category model status
cs: Stav modelu kategorie

source: Manufacturer category model
cs: Model kategorie výrobce

source: Status model
cs: Model stavu

source: Asset - relations
cs: Majetek – vztahy

source: Licence - relations
cs: Licence – vztahy

source: Assets - supports
cs: Majetky – podpory

source: Failures
cs: Poruchy

source: Operations
cs: Operace

source: Changes
cs: Změny

source: Problems
cs: Problémy

source: Incidents
cs: Incidenty

source: Statuses
cs: Stavy

source: Dashboards
cs: Nástěnky

source: Graphs
cs: Grafy

source: Settings
cs: Nastavení

source: Asset model
cs: Model majetku

source: Asset category
cs: Kategorie majetku

source: Manufacturer
cs: Výrobce

source: Manufacturer Kind
cs: Druh výrobce

source: Business segment
cs: Segment trhu

source: Service
cs: Služba

source: Environment
cs: Prostředí

source: Budget info
cs: Informace o rozpočtu

source: Service Environment
cs: Prostředí služby

source: Configuration modules
cs: Moduly nastavení

source: Configuration classes
cs: Třídy nastavení

source: Asset holder
cs: Výplň majetku

source: Groups list
cs: Seznam skupin

source: Regions
cs: Oblasti

source: Transitions
cs: Přechody

source: Report template
cs: Šablona výkazu

source: Custom fields
cs: Vlastní kolonky

source: Warehouses
cs: Sklady

source: Office Infrastructures
cs: Infrastruktury kanceláří

source: Actions
cs: Akce

source: Run the selected action
cs: Spustit vybranou akci

source: Go
cs: Přejít

source: Add
cs: Přidat

source: History
cs: Historie

source: Please correct the error below.
cs: Opravte níže uvedenou chybu.

source: Please correct the errors below.
cs: Opravte níže uvedené chyby.

source: Back to list
cs: Zpět na seznam

source: <i class="fa fa-plus" aria-hidden="true"></i> Add %(name)s
cs: <i class="fa fa-plus" aria-hidden="true"></i> Přidat %(name)s

source: Other actions
cs: Ostatní akce

source: Recover deleted %(name)s
cs: Obnovit smazané %(name)s

source: Remove from sorting
cs: Odebrat z třídění

source: Nothing to display.
cs: Není co zobrazit.

source: You can <a href="%(add_url)s">add first %(name)s</a>.
cs: Můžete <a href="%(add_url)s">přidat první %(name)s</a>.

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
cs: Smazání %(object_name)s „%(escaped_object)s“ by vedlo ke smazání souvisejících objektů, ale váš účet nemá oprávnění mazat následující typy objektů:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
cs: Smazání %(object_name)s „%(escaped_object)s“ by vyžadovalo smazání následujících chráněných souvisejících objektů:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
cs: Opravdu chcete smazat %(object_name)s „%(escaped_object)s“? Všechny z následujících souvisejících objektů budou smazány:

source: Objects
cs: Objekty

source: Yes, I'm sure
cs: Ano, jsem si jistý

source: No, take me back
cs: Ne, vzít zpět

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
cs: Smazání označených %(objects_name)s by vedlo ke smazání souvisejících objektů, ale váš uživatelský účet nemá oprávnění mazat následující typy objektů:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
cs: Smazání označených %(objects_name)s by vedlo ke smazání souvisejících objektů:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
cs: Opravdu chcete smazat označený %(objects_name)s? Všechny následující objekty a jejich související položky budou smazány:

source: Add another %(verbose_name)s
cs: Přidat další %(verbose_name)s
pl: Dodaj jeszcze jedno %(verbose_name)s

source: Remove
cs: Odebrat
pl: Usuń

source: Delete?
cs: Smazat?
pl: Usunąć?

source: Change
cs: Změnit

source: Delete assignment?
cs: Smazat přiřazení?

source: Summary
cs: Souhrn

source: My Recent Actions
cs: Mé nedávné akce

source: None available
cs: Není k dispozici

source: Unknown content
cs: Neznámý obsah

source: Please login
cs: Přihlaste se

source: Log in
cs: Přihlásit

source: Forgotten your password or username?
cs: Zapomněli jste své uživatelské jméno nebo heslo?

source: Bulk adding:
cs: Dávkové přidání:

source: This object will be multiplied
cs: Tento objekt bude znásoben

source: Please add multiple values separated with comma, new line or pipe
cs: Přidejte vícero hodnot oddělovaných čárkou, koncem řádku nebo pajpou

source: Cancel
cs: Storno

source: Date/time
cs: Datum/čas

source: Action
cs: Akce

source: This object doesn't have a change history. It probably wasn't added via this admin site.
cs: Tento objekt nemá historii změn. Nejspíš nebyl přidán prostřednictvím této správní stránky.

source: Show all
cs: Zobrazit vše

source: Save
cs: Uložit

source: My equipment
cs: Moje vybavení

source: Change password
cs: Změnit heslo
pl: Zmień hasło

source: Log out
cs: Odhlásit
pl: Wyloguj

source: Change selected %(model)s
cs: Změnit označené %(model)s

source: Add another %(model)s
cs: Přidat další %(model)s

source: Search %(verbose_name)s by
cs: Hledat %(verbose_name)s podle

source: Delete
cs: Smazat

source: Duplicate
cs: Zduplikovat

source: Bulk add
cs: Dávkové přidání

source: My services
cs: Moje služby

source: Assets count
cs: Počet položek majetku

source: Basic info
cs: Základní informace

source: Date
cs: Datum

source: Author
cs: Autor

source: Transition
cs: Přechod

source: Source
cs: Zdroj

source: Target
cs: Cíl

source: Attachment
cs: Příloha

source: Transition history is empty
cs: Historie přechodů je prázdná

source: Choose a date from the list below to revert to a previous version of this object.
cs: Zvolte z níže uvedeného seznamu datum na verzi ze kterého tento objekt vrátit.

source: Comment
cs: Komentář

source: Saved %(count)d object(s): %(objects)s
cs: Uloženo %(count)d object(s): %(objects)s

source: Objects count
cs: Počet objektů

source: Relations
cs: Vztahy

source: Children modules
cs: Podřízené moduly

source: Children classes
cs: Podřízené třídy

source: Go to object
cs: Přejít na objekt

source: Link
cs: Odkaz

source: object
cs: objekt

source: type
cs: typ
pl: typ

source: environment
cs: prostředí

source: Invoice report
cs: Výkaz o faktuře

source: Selected items have different
cs: Označené položky mají různý

source: manufacturer kind
cs: druh výrobce

source: Power consumption
cs: Spotřeba energie

source: Height of device
cs: Výška zařízení

source: Cores count
cs: Počet jader

source: visualization layout of front side
cs: rozvržení vizualizace přední strany

source: visualization layout of back side
cs: vizualizace rozvržení zadní strany

source: models
cs: modely

source: This value is in percentage. For example value: "100" means it depreciates during a year. Value: "25" means it depreciates during 4 years, and so on... .
cs: Tato hodnota je v procentech. Například hodnota: „100“ znamená, že ztratí hodnotu za rok. Hodnota: „25“ znamená, že ztratí hodnotu za 4 roky, atd…

source: category
cs: kategorie

source: categories
cs: kategorie

source: Budgets info
cs: Informace o rozpočtech

source: hostname
cs: název stroje
pl: nazwa hosta

source: SN
cs: sériové číslo

source: barcode
cs: čárový kód

source: inventory number
cs: inventární číslo

source: order number
cs: číslo objednávky

source: invoice number
cs: číslo faktury

source: SN or BARCODE field is required
cs: Je třeba sériové číslo nebo čárový kód

source: configuration path
cs: cesta nastavení

source: path to configuration for this object, for example path to puppet class
cs: cesta k nastavení pro tento objekt, například cesta k puppet třídě

source: for contractor
cs: pro kontraktora

source: sectional
cs: sekční

source: for dashboards
cs: pro nástěnky

source: for events
cs: pro události

source: for tests
cs: pro testy

source: others
cs: ostatní

source: shipment
cs: doprava

source: salvaged
cs: zachráněno

source: data center
cs: datacentrum

source: part
cs: část

source: all
cs: vše

source: 1 row x 2 columns
cs: 1 řádek x 2 sloupce

source: 2 rows x 8 columns
cs: 2 řádky x 8 sloupců

source: 2 rows x 16 columns (A/B)
cs: 2 řádky x 16 sloupců

source: 4 rows x 2 columns
cs: 4 řádky x 2 sloupce

source: 2 rows x 4 columns
cs: 2 řádky x 4 sloupce

source: 2 rows x 2 columns
cs: 2 řádky x 2 sloupce

source: 1 rows x 14 columns
cs: 1 řádek x 14 sloupců

source: 2 rows x 1 columns
cs: 2 řádky x 1 sloupec

source: processor
cs: procesor
pl: procesor

source: memory
cs: paměť
pl: pamięć

source: disk drive
cs: disková jednotka

source: ethernet card
cs: síťová karta

source: expansion card
cs: rozšiřující karta
pl: karta rozszerzeń

source: fibre channel card
cs: fibre channel karta

source: disk share
cs: diskové sdílení

source: unknown
cs: neznámé
pl: Nieznany

source: management
cs: správa
pl: Zarządzanie

source: power module
cs: napájecí modul

source: cooling device
cs: chladící zařízení

source: media tray
cs: zásuvka na média

source: chassis
cs: skříň

source: backup
cs: záloha

source: operating system
cs: operační systém

source: 10 Mbps
cs: 10 Mb/s

source: 100 Mbps
cs: 100 Mb/s

source: 1 Gbps
cs: 1 Gb/s

source: 10 Gbps
cs: 10 Gb/s

source: 40 Gbps
cs: 40 Gb/s

source: 100 Gbps
cs: 100 Gb/s

source: unknown speed
cs: neznámá rychlost
pl: prędkość nieznana

source: speed (MHz)
cs: rychlost (MHz)
pl: prędkość (MHz)

source: number of cores
cs: počet jader
pl: liczba rdzeni

source: size (MiB)
cs: velikost (MiB)
pl: rozmiar (MiB)

source: component type
cs: typ komponenty
pl: typ komponentu

source: component model
cs: model komponenty
pl: model komponentu

source: component models
cs: modely komponent
pl: modele komponentów

source: model name
cs: název modelu

source: label
cs: štítek

source: vendor SN
cs: sériové číslo výrobce
pl: SN producenta

source: generic component
cs: obecná komponenta

source: generic components
cs: obecné komponenty

source: MAC address
cs: MAC adresa
pl: adres MAC

source: speed
cs: rychlost
pl: prędkość

source: firmware version
cs: verze firmware

source: ethernets
cs: ethernety
pl: ethernety

source: MAC cannot be empty if record is exposed in DHCP
cs: MAC nemůže zůstat nevyplněná pokud je záznam vystaven v DHCP

source: fibre channel cards
cs: fibre channel karty

source: processors
cs: procesory
pl: procesory

source: size (GiB)
cs: velikost (GiB)

source: serial number
cs: sériové číslo

source: slot number
cs: číslo slotu
pl: numer slotu

source: disks
cs: disky

source: module name (ex. directory name in puppet)
cs: název modulu (např. název složky v puppet)

source: parent module
cs: nadřazený modul

source: team
cs: tým

source: configuration module
cs: modul nastavení

source: class name
cs: název třídy

source: ex. puppet class
cs: ex. puppet trída

source: path
cs: cesta

source: path is constructed from name of module and name of class
cs: cesta je tvořena z názvu modulu a názvu třídy

source: configuration class
cs: třída nastavení

source: Components
cs: Komponenty

source: File
cs: Soubor

source: Description
cs: Popis

source: Support
cs: Podpora

source: Financial Info
cs: Finanční informace

source: licences
cs: licence

source: waiting for release
cs: čeká na vydání

source: loan
cs: zapůjčené

source: in service
cs: v servisu

source: installed
cs: nainstalováno

source: Office Infrastructure
cs: Infrastruktura kanceláře

source: user not assigned
cs: uživatel nepřiřazen

source: Loan end date
cs: Datum konce zápůjčky

source: Back Office Asset
cs: Majetek back office

source: Back Office Assets
cs: Majetky back office

source: %(imei)s is not IMEI format
cs: %(imei)s není v IMEI formátu

source: During this transition owner will be assigned as well as new hostname might be generated for asset (only for particular model categories and only if owner's country has changed)
cs: V průběhu tohoto převodu bude také přiřazen vlastník a může být vytvořen nový název stroje pro majetek (pouz pro konkrétní kategorie modelu a pouze pokud se změní země vlastníka)

source: Warehouse
cs: Sklad

source: Office infrastructure
cs: Infrastruktura kanceláře

source: Remarks
cs: Poznámky
pl: Uwagi

source: task URL
cs: URL úkolu

source: Release report language
cs: Jazyk výkazu o vydání

source: Return report language
cs: Jazyk výkazu o vrácení

source: Loan report language
cs: Jazyk výkazu o zápůjčce

source: Convert to DataCenter Asset
cs: Převést do majetku datacentra

source: Rack
cs: Rozvaděč

source: Position
cs: Pozice

source: Service env
cs: Prostředí služby

source: Label
cs: Štítek

source: Serial number
cs: Sériové číslo

source: Speed
cs: Rychlost

source: Size
cs: Velikost

source: Count
cs: Počet

source: Version
cs: Verze

source: Check failed
cs: Kontrola nedopadla dobře

source: Error
cs: Chyba

source: Last SCM check
cs: Minulá SCM kontrola

source: SCM check result
cs: Výsledek SCM kontroly

source: SCM status information
cs: SCM stavové informace

source: Last checked
cs: Minule zkontrolováno

source: SCM status
cs: Stav SCM

source: Details
cs: Podrobnosti

source: The status of the software configuration management for this host is unknown.
cs: Stav správy nastavení software je u tohoto stroje neznámý.

source: Graph
cs: Graf

source: <a href="{}" target="_blank">Dashboard</a>
cs: <a href="{}" target="_blank">Nástěnka</a>

source: Graph ID
cs: Identifikátor grafu

source: Sum
cs: Celkem

source: Ratio
cs: Poměr

source: Horizontal Bar
cs: Vodorovný pruh

source: Pie Chart
cs: Koláčový graf

source: Base Object
cs: Základní objekt

source: Master Info
cs: Hlavní informace

source: Master info
cs: Hlavní informace

source: Terminators of
cs: Ukončovače k

source: Location Info
cs: Informace o umístění

source: Usage info
cs: Informace o využívání

source: Financial & Order Info
cs: Finanční a informace o objednávce

source: Visualization
cs: Vizualizace

source: Created at
cs: Vytvořeno

source: Server room
cs: Serverovna

source: Management IP is already assigned to <a target="_blank" href="{}">{}</a>
cs: IP adresa správy je už přiřazena k <a target="_blank" href="{}">{}</a>

source: Management hostname is already used
cs: Název stroje pro správu je už použit

source: Management hostname is already assigned to <a target="_blank" href="{}">{}</a>
cs: Správní název stroje je už přiřazen <a target="_blank" href="{}">{}</a>

source: Management IP could not be empty when management hostname is passed
cs: Správní IP adresa nemůže být prázdná když je zadán název stroje pro správu

source: to deploy
cs: k nasazení

source: cleaned
cs: vyčištěno

source: pre liquidated
cs: předzlikvidováno

source: front
cs: zpředu

source: back
cs: zezadu

source: middle
cs: střed

source: left
cs: zleva

source: right
cs: zprava

source: top
cs: nahoře

source: bottom
cs: dole

source: network connection
cs: síťové připojení

source: share identifier
cs: identifikátor sdílení

source: size for snapshots (MiB)
cs: velikost pro zachycené stavy (MiB)

source: Volume serial
cs: Sériové číslo svazku

source: disk shares
cs: disková sdílení

source: share
cs: sdílení

source: asset
cs: majetek

source: volume
cs: svazek

source: disk share mount
cs: připojení diskového sdílení

source: disk share mounts
cs: připojení diskových sdílení

source: visualization grid columns number
cs: počet sloupců vizualizační mřížky

source: visualization grid rows number
cs: počet řádků vizualizační mřížky

source: accessory
cs: příslušenství

source: rack accessories
cs: příslušenství rozvaděče

source: server room
cs: serverovna

source: description
cs: popis

source: column number on visualization grid
cs: počet sloupců vizualizační mřížky

source: row number on visualization grid
cs: počet řádků vizualizační mřížky

source: Uncheck if position is optional for this rack (ex. when rack has warehouse-kind role
cs: Zrušte zaškrtnutí pokud je pozice volitelná pro tento rozvaděč (např. pokud rozvaděč plní funkci skladu

source: Check if RU numbers count from top to bottom with position 1 starting at the top of the rack. If unchecked position 1 is at the bottom of the rack
cs: Zaškrtněte pokud počet jednotek rozvaděče odshora dolů s pozicí 1 začínající na vrcholu rozvaděče. Odškrtněte pokud pozice 1 je dole v rozvaděči

source: RU order top to bottom
cs: RU pořadí odshora dolů

source: Fill it if asset is blade server
cs: Vyplňte pokud je majetek blade server

source: Slot number should be a number from range 1-16 with an optional postfix 'A' or 'B' (e.g. '16A')
cs: Číslo složu by mělo být číslo z rozsahu 1 až 16 s volitelnou příponou „A“ nebo „B“ (např. „16A“)

source: BIOS version
cs: Verze BIOS/UEFI

source: source
cs: zdroj

source: data center asset
cs: majetek datacentra

source: data center assets
cs: majetky datacentra

source: Change rack
cs: Změnit rozvaděč

source: Convert to BackOffice Asset
cs: Převést na majetek backoffice

source: Region
cs: Oblast

source: connected to device
cs: připojeno k zařízení

source: connected device
cs: připojené zařízení

source: connection type
cs: typ připojení

source: database
cs: databáze

source: databases
cs: databáze

source: protocol
cs: protokol

source: VIP
cs: V běhu

source: show master information on cluster page, ex. hostname, model, location etc.
cs: zobrazit hlavní informace na stránce klastru, např. název stroje, model, umístění, atd.

source: for deploy
cs: pro nasazení

source: Assigned base objects
cs: Přiřazené základní objekty

source: At least one of name or hostname is required
cs: Je třeba alespoň název nebo název stroje

source: Nothing to display. Please add some objects like:
cs: Není co zobrazit. Přidejte nějaké objekty jako:

source: Add next IP (%(next_free_ip)s)
cs: Přidat další IP adresu (%(next_free_ip)s)

source: IP Address
cs: IP adresa

source: Cloud provider
cs: Poskytovatel cloudu

source: Name
cs: Název

source: Dc View
cs: Pohled datacentra

source: Server rooms
cs: Serverovny

source: <NEXT FREE>
cs: <PŘÍŠTÍ VOLNÁ>

source: Other
cs: Ostatní

source: use first
cs: použít první

source: Non-management MAC address not found
cs: Nesprávní MAC adresa nenalezena

source: Network environment not found.
cs: Síťové prostředí nenalezeno.
