Repository: allegro/ralph
Catalog: src/ralph/locale/*/LC_MESSAGES/django.po
Languages: cs, pl

source: Clean hostname
cs: Vyčistit název stroje

source: Clean DNS entries
cs: Vyčístit DNS položky

source: Clean IP addresses
cs: Vyčistit IP adresy

source: Clean DHCP entries
cs: Vyčistit DHCP položky

source: Remove from DHCP entries
cs: Odebrat z DHCP položek

source: DHCP Entry
cs: DHCP položka

source: Assign new hostname
cs: Přiřadit nový název stroje

source: Assign new IP
cs: Přiřadit novou IP adresu

source: You can choose only one asset
cs: Můžete zvolit pouze jeden majetek

source: Replace IP
cs: Nahradit IP adresu

source: Network
cs: Síť

source: Assign new IP address and create DHCP entries
cs: Přiřadit novou IP adresu a vytvořit DHCP položky

source: Wait for DHCP servers
cs: Čekat na DHCP servery

source: Create DNS entries
cs: Vytvořit DNS položky

source: Change service-env
cs: Změnit prostředí služby

source: Service-environment
cs: Prostředí služby

source: Change configuration_path
cs: Změnit cestu nastavení

source: Configuration path
cs: Popis umístění nastavení

source: Apply preboot
cs: Použít preboot

source: Wait for ping
cs: Čekat na ping

source: kernel
cs: jádro systému

source: preseed
cs: přednastaveno

source: script
cs: skript

source: other
cs: ostatní

source: configuration
cs: nastavení

source: preboot configuration
cs: nastavení preboot

source: file
cs: soubor

source: preboot file
cs: preboot soubor

source: preboot files
cs: preboot soubory

source: files
cs: soubory

source: preboots
cs: preboot prostředí

source: {} ({} ago)
cs: {} (před {})

source: IP address
cs: IP adresa
pl: adres IP

source: Actual name of a record. Must not end in a '.' and be fully qualified - it is not relative to the name of the domain!
cs: Skutečný název záznamu. Nemůže končit na „.“ (tečku) a je třeba, aby se jednalo o úplný doménový název – není relativní k názvu domény!

source: Record type
cs: Typ záznamu

source: Content
cs: Obsah

source: The 'right hand side' of a DNS record. For an A record, this is the IP address
cs: Pravá strana DNS záznamu. Pro A záznam je toto IP adresa

source: Only A type record can be PTR
cs: Pouze záznam typu A může být PTR

source: DNS edit
cs: Úprava DNS

source: Are you sure to delete?
cs: Opravdu smazat?

source: Add at least one IP address to fetch DNS records.
cs: Pro získání DNS záznamů zadejte alespoň jednu IP adresu.

source: DNS record has been deleted.
cs: DNS záznam byl smazán.

source: DNS record has been updated.
cs: DNS záznam byl aktualizován.

source: DNS record has been created.
cs: DNS záznam byl vytvořen.

source: Ownership info
cs: Informace o vlastnictví

source: Financial info
cs: Finanční informace

source: Price for domain renewal for given period
cs: Cena za obnovení domény v daném období

source: Active
cs: Aktivní

source: Pending lapse
cs: Nevyřízeno

source: Pending transfer away
cs: Čekající převod pryč

source: Lapsed (inactive)
cs: Zaniklé (neaktivní)

source: Transfered away
cs: Přeneseno pryč

source: None
cs: Žádné

source: Redirect
cs: Přesměrovat

source: Direct
cs: Přímo

source: Business
cs: Podnikání

source: Business security
cs: Zabezpečení podnikání

source: Technical
cs: Technické

source: domain name
cs: doménový název

source: Full domain name
cs: Úplný doménový název

source: Business segment for a domain
cs: Obchodní segment pro doménu

source: Business contact person for a domain
cs: Obchodní kontaktní osoba pro doménu

source: Technical contact person for a domain
cs: Technická kontaktní osoba pro doménu

source: Company which receives invoice for the domain
cs: Společnost které chodí faktury za doménu

source: Type of website which domain refers to.
cs: Typ webové stránky na kterou doména odkazuje.

source: Website url which website type refers to.
cs: URL adresa webové stránky na kterou typ stránky odkazuje.

source: Provider which keeps domain's DNS
cs: Poskytovatel který uchovává DNS domény

source: Website url should be empty for this website type
cs: URL adresa by pro tento typ webové stránky měla být prázdná

source: Website url should be filled for this website type
cs: URL by pro tento typ webové stránky měla být vyplněná

source: Clear children values?
cs: Vyčistit podřízené hodnoty?

source: Please correct the duplicate data for custom fields (only one value for particular custom field is possible).
cs: Opravte duplicitní data pro uživatelem určené kolonky (je možná pouze jedna hodnota pro konkrétní uživatelem určenou kolonku).

source: field name used in API. It's slugged name of the field
cs: název kolonky použitý v API. Je to slugged název kolonky

source: choices
cs: volby

source: available choices for `choices list` separated by |
cs: možné volby pro `choices list` oddělované znakem |

source: for boolean use "true" or "false"
cs: pro boolean použijte „true“ nebo „false“

source: When set, this variable will be exposed in API in "configuration_variables" section. You could use this later in configuration management tool like Puppet or Ansible.
cs: Pokud je nastaveno, tato proměnná bude exponována v API v sekci „configuration_variables“. Tu je dále možné použít v nástroji pro správu nastavení jako Puppet nebo Ansible.

source: key
cs: klíč

source: Custom field of the same type already exists for this object.
cs: Uživatelem určená kolonka stejného typu už pro tento objekt existuje.

source: summary
cs: souhrn

source: Custom field
cs: Vlastní kolonka

source: Value
cs: Hodnota

source: Inherited from
cs: Převzato z

source: queued
cs: zařazeno do fronty

source: finished
cs: dokončeno

source: failed
cs: nezdařilo se

source: started
cs: spuštěno

source: frozen
cs: zmrazeno

source: killed
cs: vynuceně ukončeno

source: job status
cs: stav úkolu

source: ticket ID
cs: identif. požadavku

source: External system ticket identifier
cs: Identifikátor požadavku v externím systému

source: '%(value)s' is not a valid MAC address.
cs: „%(value)s“ není platná MAC adresa.

source: date created
cs: datum vytvoření

source: last modified
cs: naposledy upraveno

source: last seen
cs: naposledy viděno
pl: ostatnio widziany

source: You cannot update readonly field.
cs: Není možné upravit kolonku, která je pouze pro čtení.

source: Can view {} field
cs: Může zobrazit {} kolonku

source: Can change {} field
cs: Může změnit kolonku {}

source: Please provide async service name for asynchronous transition
cs: Zadejte název asynchronní služby pro asynchronní převody

source: (At least one of chosen actions is asynchronous)
cs: (Přinejmenším jedna ze zvolených akcí je asynchronní)

source: wrong source status
cs: chybný stav zdroje

source: Run this transition in the background (this could be enforced if you choose at least one asynchronous action)
cs: Spustit tento převod na pozadí (toto by mohlo být vynuceno pokud zvolíte alespoň jednu asynchronní akci)

source: Name of asynchronous (internal) service to run this transition. Fill this field only if you want to run this transition in the background.
cs: Název asynchronní (interní) služby pod kterou spustit tento převod. Tuto kolonku vyplňujte pouze pokud chcete tento převod spustit na pozadí.

source: transition action status
cs: stav akce převodu

source: Job
cs: Úloha

source: Object
cs: Objekt

source: Status
cs: Stav

source: Transition actions
cs: Akce převodu

source: Are you sure you want to kill transition job?
cs: Opravdu chcete vynutit ukončení této úlohy převodu?

source: Created date
cs: Datum vytvoření

source: Current transition
cs: Stávající převody

source: Nothing to do.
cs: Není co dělat.

source: Finished transitions
cs: Dokončené převody

source: Nothing to display
cs: Není co zobrazit

source: Tranisition
cs: Převody

source: Option
cs: Volba

source: Cancel transition
cs: Zrušit převod

source: Run transition
cs: Zahájit převod

source: This transition will be run without any confirmation.
cs: Tento převod bude spuštěn bez požadování potvrzení.

source: Transitions performed successfully
cs: Převod úspěšně proveden

source: Some assets are not valid
cs: Některé majetky nejsou platné

source: Assignments
cs: Přiřazení

source: assignments
cs: přiřazení

source: software categories
cs: kategorie software

source: Should be like 'per processor' or 'per machine' and so on.
cs: Mělo by být jako „na procesor“ nebo „na stroj“ atd.

source: SN / key
cs: sériové číslo / klíč

source: invoice date
cs: datum faktury

source: Any value to help your accounting department identify this licence
cs: Libovolná hodnota která vašemu účetnímu oddělení pomůže identifikovat tuto licenci

source: assigned base objects
cs: přiřazené základní objekty

source: license details
cs: podrobnosti licence

source: Asset
cs: Majetek

source: Asset region is in a different region than licence.
cs: Oblast majetku je jiná než ve které se nachází licence.

source: Hostnames
cs: Názvy strojů

source: Linked object
cs: Propojený objekt

source: Network added to <a href="{}" _target="blank">{}</a>
cs: Síť přidána do <a href="{}" _target="blank">{}</a>

source: Network reassigned from network <a href="{}" target="_blank">{}</a> to <a href="{}" target="_blank">{}</a>
cs: Síť přeřazena ze sítě <a href="{}" target="_blank">{}</a> to <a href="{}" target="_blank">{}</a>

source: Network address
cs: Síťová adresa
pl: Adres sieci

source: Subnetworks count
cs: Počet podsítí

source: IPAddress count
cs: Počet IP adres

source: Parent networks
cs: Nadřazené sítě

source: First free IP
cs: První volná IP adresa

source: Subnetworks
cs: Podsítě

source: Addresses
cs: Adresy

source: IP added to <a href="{}" _target="blank">{}</a>
cs: IP adresa přidáno do <a href="{}" _target="blank">{}</a>

source: IP reassigned from network <a href="{}" target="_blank">{}</a> to <a href="{}" target="_blank">{}</a>
cs: IP přeřazena ze sítě <a href="{}" target="_blank">{}</a> to <a href="{}" target="_blank">{}</a>

source: IP range
cs: Rozsah IP adres

source: Network range
cs: Síťový rozsah

source: Private
cs: Soukromý

source: Public
cs: Veřejný

source: Contains IP address
cs: Obsahuje IP adresu

source: Address %(ip)s already exist.
cs: Adresa %(ip)s už existuje.

source: Cannot expose in DHCP without IP address
cs: Bez IP adresy není možné exponovat v DHCP

source: Cannot expose in DHCP without hostname
cs: Bez názvu stroje není možné exponovat v DHCP

source: Cannot expose in DHCP without MAC address
cs: Bez MAC adresy není možné exponovat v DHCP

source: At least one of {} is required
cs: Je třeba alespoň jedno z {}

source: Expose in DHCP
cs: Exponovat v DHCP

source: used (fixed address in DHCP)
cs: použito (pevná adresa v DHCP)

source: Exclude from DHCP
cs: Vynechat z DHCP

source: network kind
cs: druh sítě

source: network kinds
cs: druhy sítí

source: discovery queue
cs: fronta objevování

source: hostname template counter length
cs: Délka čítače šablony názvu stroje

source: hostname template prefix
cs: předpona šablony názvu stroje

source: hostname template postfix
cs: přípona šablony názvu stroje

source: This value will be used as a postfix when generating new hostname in this network environment. For example, when prefix is "s1", postfix is ".mydc.net" and counter length is 4, following hostnames will be generated: s10000.mydc.net, s10001.mydc.net, .., s19999.mydc.net.
cs: Tato hodnota bude použita jako příponu při vytváření nových názvů strojů v tomto síťovém prostředi. Například, když je předpona „s1“, přípona „.mydc.net“ a délka čítače je 4, budou vytvořeny následující název strojů: s10000.mydc.net, s10001.mydc.net, až s19999.mydc.net.

source: domain
cs: doména

source: Used in DHCP configuration.
cs: Použito v nastavení DHCP.

source: remarks
cs: poznámky
pl: uwagi

source: Additional information.
cs: Další informace.
pl: Dodatkowe informacje.

source: network address
cs: síťová adresa

source: Presented as string (e.g. 192.168.0.0/24)
cs: Přítomné jako řetězec (např. 192.168.0.0/24)

source: Network Class
cs: Třída sítě

source: Gateway address
cs: Adresa brány

source: network terminators
cs: ukončovače sítě
pl: zakończenia sieci

source: VLAN number
cs: číslo VLAN
pl: numer VLAN

source: racks
cs: rozvaděče

source: smallest IP number
cs: nejnižší počet IP adres

source: largest IP number
cs: nejvyšší počet IP adres

source: Broadcast in DHCP configuration
cs: Všesměrové vysílání v nastavení DHCP

source: Number of addresses to be omitted in DHCP automatic assignmentcounted from the first IP in range (excluding network address)
cs: Počet adres které vynechat z automatického DHCP přidělování počítáno od první IP v rozsahu (vyjma adresy sítě)

source: Number of addresses to be omitted in DHCP automatic assignmentcounted from the last IP in range (excluding broadcast address)
cs: Počet adres které vynechat z automatického DHCP přidělování počítáno od poslední IP v rozsahu (vyjma adresy všeměrového vysílání)

source: network
cs: síť
pl: sieć

source: networks
cs: sítě
pl: sieci

source: discovery queues
cs: fronty objevování

source: Presented as string.
cs: Přítomno jako řetězec.
pl: Jako łańcuch znaków.

source: Presented as int.
cs: Přítomno jako celé číslo.
pl: Jako liczba całkowita.

source: Is management address
cs: Je správní adresa

source: Is public
cs: Je veřejná

source: Is gateway
cs: Je brána

source: IP addresses
cs: IP adresy
pl: adresy IP

source: Available networks
cs: Sítě k dispozici

source: open
cs: otevřít

source: resolved
cs: vyřešeno

source: closed
cs: zavřeno

source: reopened
cs: opětovně otevřeno

source: todo
cs: k udělání

source: blocked
cs: blokováno

source: change
cs: změna

source: problem
cs: problém

source: failure
cs: selhání

source: hardware failure
cs: selhání hardware

source: title
cs: nadpis

source: status
cs: stav

source: assignee
cs: přiřazeno

source: reporter
cs: nahlásil

source: ticket id
cs: identif. požadavku

source: created date
cs: datum vytvoření

source: updated date
cs: datum aktualizace

source: resolved date
cs: datum vyřešení

source: objects
cs: objekty

source: Operation
cs: Operace

source: Existing Operations
cs: Existující operace

source: Add new Operation
cs: Přidat novou operaci

source: Please select exactly one default item.
cs: Vyberte právě jednu výchozí položku.

source: Document autogenerated by {} transition.
cs: Dokument automaticky vytvořen převodem {}.

source: Only one language can be default.
cs: Pouze jeden z jazyků může být výchozím.

source: Last update:
cs: Poslední aktualizace:

source: Filter
cs: Filtrovat

source: download report
cs: stáhnout výkaz

source: Only data center
cs: Pouze datacentrum

source: Only back office
cs: Pouze back office

source: Category - model
cs: Kategorie – model

source: Number of assets in each model category.
cs: Počet položek majetku v každé z kategorií modelu.

source: Category - model - status
cs: Kategorie – model – stav

source: Number of assets in each status in the model category.
cs: Počet majetků v každém stavu v kategorii modelu.

source: Manufactured - category - model
cs: Vyrobeno – kategorie – model

source: Number of assets in each manufacturer.
cs: Počet majetků v každém z výrobců.

source: Status - model
cs: Stav – model

source: Number of assets in each the asset status.
cs: Počet majetků v každém ze stavů majetku.

source: Asset list of information about the user, owner, model.
cs: Seznam majetku s informacemi o uživateli, vlastníkovi a modelu.

source: Asset - supports
cs: Majetek – podpory

source: Assets with assigned supports
cs: Majetky s přiřazenými podporami

source: List of licenses assigned to assets and users.
cs: Seznam licencí přiřazených k majetkům a uživatelům

source: Failure types for each manufacturer.
cs: Typy selhání pro každého z výrobců.

source: fail
cs: nezdar

source: error
cs: chyba

source: low
cs: nízké

source: medium
cs: střední

source: high
cs: vysoké

source: Id of vulnerability from external system
cs: Identif. zranitelnosti z externího systému

source: Rescan url
cs: URL opětovného skenu

source: Security scan
cs: Sken zabezpečení

source: last scan date
cs: datum minulého skenu

source: scan status
cs: stav skenu

source: next scan date
cs: datum příštího skenu

source: details
cs: podrobnosti

source: request for a scan
cs: požádat o sken

source: Vulnerabilities
cs: Zranitelnosti

source: Risk
cs: Riziko

source: Patch deadline
cs: Termín záplaty

source: No vulnerabilities found for this scan
cs: Při tomto skenu nenalezeny žádné zranitelnosti

source: No scan so far
cs: Doposud žádné skeny

source: Contract info
cs: Informace o smlouvě

source: support type
cs: typ podpory

source: support contract id
cs: identif. smlouvy o podpoře

source: support name
cs: název podpory

source: support price
cs: cena podpory

source: support date from
cs: datum podpory od

source: support date to
cs: datum podpory do

source: asset hostname
cs: název stroje majetku

source: asset service env
cs: prostředí služby majetku

source: contract ID
cs: identif. smlouvy

source: Bars
cs: Pruhy

source: to_send
cs: k_odeslani

source: sended
cs: odesláno

source: Hypervisor
cs: Hypervizor

source: Parent
cs: Nadřazené

source: Not set
cs: Nenastaveno

source: Cloud Flavor
cs: Varianta cloudu

source: Cloud Project
cs: Projekt cloudu

source: vCPU cores
cs: jader virt. procesorů

source: RAM size (MiB)
cs: Velikost operační paměti (MiB)

source: Disk size (GiB)
cs: Velikost disku (GiB)

source: instances count
cs: počet instancí

source: project ID
cs: identif. projektu

source: host ID
cs: identif. stroje

source: Cloud host
cs: Hostitel cloudu

source: Virtual server (VM)
cs: Virt. server (VM)

source: Virtual servers (VM)
cs: Virt. servery (VM)

source: technical owners
pl: właściciele techniczni

source: business owners
pl: właściciele biznesowi

source: parent venture
pl: serwis nadrzędny

source: show in ralph
pl: pokaż w Ralphie

source: venture
pl: serwis

source: ventures
pl: serwisy

source: venture role
pl: rola w serwisie

source: venture roles
pl: role w serwisach

source: property type
pl: typ własnośći

source: property types
pl: typy własności

source: value
pl: wartość

source: property type value
pl: wartość typu własności

source: property type values
pl: wartości typów własności

source: role
pl: rola

source: property
pl: własność

source: properties
pl: własności

source: property value
pl: wartość własności

source: property values
pl: wartości własności

source: technical owner
pl: właściciel techniczny

source: business owner
pl: właściciel biznesowy

source: venture owner
pl: właściciel serwisu

source: venture owners
pl: właściciele serwisów

source: Either address or hostname must be provided.
pl: Adres lub nazwa hosta muszą być podane.

source: rack
pl: Szafa

source: SMTP gateway
pl: bramka SMTP

source: rack server
pl: Serwer rackowy

source: blade server
pl: Serwer blade'owy

source: virtual server
pl: Serwer wirtualny

source: fibre channel switch
pl: Switch FC

source: gateway address
pl: Adres bramy

source: Smallest IP number
pl: Najniższy numer IP

source: Largest IP number
pl: Najwyższy numer IP

source: The address value specified is not a valid network.
pl: Wartość podana w polu adresu nie jest prawidłową siecią.

source: network terminator
pl: zakończenie sieci

source: deprecation time in months
pl: czas amortyzacji w miesiącach

source: additional information.
pl: dodatkowe informacje

source: deprecation kind
pl: amortyzacja

source: deprecation kinds
pl: amortyzacje

source: margin in percents
pl: marża w procentach

source: margin kind
pl: rodzaj marży

source: margin kinds
pl: rodzaje marży

source: purchase price
pl: kwota zakupu

source: group of device models
pl: grupa modeli urządzeń

source: groups of device models
pl: grupy modeli urządzeń

source: device type
pl: typ urządzania

source: number of slots
pl: liczba slotów

source: group
pl: grupa

source: device model
pl: model urządzania

source: device models
pl: modele urządzeń

source: extra name
pl: dodatkowa nazwa

source: parent device
pl: urządzenie nadrzędne

source: vendor UUID
pl: UUID producenta

source: barcode number
pl: kod kreskowy

source: raw info
pl: surowe dane

source: Response information as received.
pl: Nieprzetworzone informacje odpowiedzi.

source: boot firmware
pl: firmware systemu

source: hardware firmware
pl: firmware sprzętu

source: diagnostics firmware
pl: firmaware diagnostyki

source: management firmware
pl: firmware managementu

source: purchase date
pl: data zakupu

source: warranty expiration date
pl: data wygaśnięcia gwarancji

source: support expiration date
pl: data wygaśnięcia wsparcia

source: support kind
pl: rodzaj wsparcia

source: chassis size
pl: rozmiar kasty

source: chassis position
pl: pozycja kasty

source: management address
pl: adres managementu

source: old role
pl: stara rola

source: device
pl: urządzenie

source: devices
pl: urządzenia

source: default pool
pl: domyślna pula

source: address
pl: adres

source: load balancer virtual server
pl: serwer wirtualny loadbalancera

source: load balancer virtual servers
pl: serwery wirtualne loadbalancera

source: enabled state
pl: stan włączony

source: load balancer pool membership
pl: przynależność do puli loadbalancera

source: load balancer pool memberships
pl: przynależności do puli loadbalancera

source: disk
pl: dysk

source: group of component models
pl: grupa modeli komponentów

source: groups of component models
pl: grupy modeli komponentów

source: memories
pl: pamięci

source: name from SNMP
pl: nazwa z SNMP

source: SNMP community
pl: Community SNMP

source: family from HTTP
pl: rodzina HTTP

source: This is a management address
pl: To jest adres managementu

source: information from DNS TXT fields
pl: informacja z DNS TXT

source: Welcome,
pl: Witaj,

source: Documentation
pl: Dokumentacja

source: Home
pl: Strona główna

source: View on site
pl: Zobacz na stronie

source: List of ventures
pl: Lista serwisów

source: Main page
pl: Strona główna

source: Main owners
pl: Główni właściciele

source: Technical owners:
pl: Właściciele techniczni:

source: none
pl: brak

source: Business owners:
pl: Właściciele biznesowi:

source: More in this section
pl: Więcej

source: Ralph: List of Ventures
pl: Ralph: Lista Serwisów

source: List of venture owners
pl: Lista właścicieli serwisów

source: Contact technical or business owners
pl: Kontakt do właścicieli technicznych i biznesowych

source: Beta Release
pl: Wersja eta

source: <strong>Welcome.</strong> This tool is a part of Ralph. If anything doesn't work or you miss a feature please <a target="_blank" href="http://ralph.office/trac">use the bug tracker</a> or <a href="mailto:lukasz.langa@allegro.pl">send me an email</a>.
pl: <strong>Witaj.</strong> To narzędzie jest częścią Ralpha. Jeżeli cokolwiek nie działa lub brakuje funkcjonalności, <a target="_blank" href="http://ralph.office/trac">zgłoś problem</a> lub <a href="mailto:lukasz.langa@allegro.pl">wyślij mi e-mail</a>.
